export const cn = {
  // header
  headerData: {
    title_1: '概况',
    title_2: '小程序管理',
    title_3: '商品管理',
    title_4: '订单管理',
    title_5: '营销管理',
    title_6: '会员管理',
    title_7: '门店管理',
    title_8: '基础配置'
  },
  // leftNav
  leftNavArr: {
    nav1: ['商城概览', '概况统计', '实时概况', '用户画像', '访问分析', '来源分析', '用户统计', '商品统计', '交易统计', '资产管理', '搜索统计'],
    nav2: ['页面装修', '页面分类', '图片空间', '店铺风格', '底部导航', '个人中心', '搜索配置', '小程序跳转'],
    nav3: ['全部商品', '添加商品', '运费模板', '商家分类管理', '品牌管理', '评价管理', '商品推荐', '商品标签', '商品导入'],
    nav4: ['全部订单', '待发货订单', '退货退款订单', '自提订单', '拼团退款失败单', '买单订单', '虚拟商品订单'],
    nav5: ['', '砍价', '多人拼团', '分销', '拼团抽奖', '瓜分积分', '好友助力', '幸运大抽奖', '开屏有礼', '支付有礼'],
    nav6: ['会员列表', '会员导入', '会员卡', '标签管理', '积分管理'],
    nav7: ['门店列表', '新增门店', '分组管理', '门店服务配置'],
    nav8: ['店铺基础配置', '交易配置', '店铺权限', '模版消息', '第三方对接', '操作记录', '服务承诺']
  }
}
